tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "aws/tap"
tap "dart-lang/dart"
tap "datawire/blackbird"
tap "fairwindsops/tap"
tap "fujiwara/tap"
tap "genkiroid/cert"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k1low/tap"
tap "kateinoigakukun/wasi-vfs", "https://github.com/kateinoigakukun/wasi-vfs.git"
tap "mackerelio/mackerel-agent"
tap "nektos/tap"
tap "olets/tap"
tap "oven-sh/bun"
tap "pyama86/kagiana"
tap "pyama86/ptools"
tap "qmu/mcc"
brew "ansible"
brew "argo"
brew "argocd"
brew "aws-sam-cli"
brew "docutils"
brew "awscli"
brew "lima"
brew "colima"
brew "conftest"
brew "consul-template"
brew "coreutils"
brew "direnv"
brew "dive"
brew "docker"
brew "envchain"
brew "fish"
brew "fzf"
brew "gd"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "grep"
brew "helm"
brew "helmfile"
brew "istioctl"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kubeval"
brew "kustomize"
brew "libssh2"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "nginx"
brew "nodenv"
brew "nss"
brew "packer"
brew "peco"
brew "percona-toolkit"
brew "pngcrush"
brew "pnpm"
brew "virtualenv"
brew "ruby-build"
brew "rbenv"
brew "rust"
brew "rustup-init"
brew "skaffold"
brew "sshuttle"
brew "stern"
brew "telnet"
brew "tfenv"
brew "tmux"
brew "vault"
brew "wget"
brew "yarn"
brew "aquasecurity/trivy/trivy"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "k1low/tap/ndiag"
brew "k1low/tap/runn"
brew "kateinoigakukun/wasi-vfs/wasi-vfs"
brew "mackerelio/mackerel-agent/mkr"
brew "oven-sh/bun/bun"
brew "pyama86/kagiana/kagiana"
brew "pyama86/ptools/tty-share"
brew "qmu/mcc/mcc"
cask "background-music"
cask "blender"
cask "fig"
cask "google-cloud-sdk"
cask "raycast"
cask "utm"
cask "vagrant"
vscode "attiliocapocchiani.vuejs-helper"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "jinliming2.vscode-go-template"
vscode "kaiwood.endwise"
vscode "karyan40024.gotmpl-syntax-highlighter"
vscode "liulianying.pp"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "plex.vscode-regolint"
vscode "ritwickdey.liveserver"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "slevesque.shader"
vscode "tsandall.opa"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "willjleong.nuxt-typescript-snippets"
vscode "withfig.fig"
vscode "wyattferguson.jinja2-snippet-kit"
vscode "xyz.local-history"
